[cornue.A_Creature_cornue H7Creature]
mName="角魔"
mLore="曾经被称为折磨者——痛苦恶魔领主乌尔-特拉加尔的仆人。然而，当卡-贝莱斯接管谢尔格时，许多地狱领主不接受他的统治。为此，新的恶魔君主创建了一支镇压任何叛乱的部队。他用以前痛苦的仆从创造了他们。今天，他们被称为角魔，因为他们身体不同部位长出的众多宽角。强壮、快速且致命地精准。"

[cornue_eveil.A_Armycornue_eveil H7AdventureArmy]
mName=""

[cornue_eveil.A_Creaturecornue_eveil H7Creature]
mName="监工魔"
mLore="当它们经过时，小恶魔和低级恶魔都会让路，被它们那如刺猬般披甲燃烧的长角吓到。它们维持谢尔格的秩序，并提醒谁现在统治着地狱。没有什么能逃过监工们的注意，所有叛乱企图都会立即被它们摧毁。它们还在监狱、城市和重要地点担任守卫。尽管它们在战斗中不使用任何战术，但可以安全地称它们为恶魔士兵。"

[Chien_enfer.A_Creaturecerbere H7Creature]
mName="地狱犬"
mLore="混沌吞噬一切。最好的例子就是被恶魔捕获并暴露于乌尔加什魔法中的强大野犬。它们不受控制的力量使这些野兽比普通狗更大更危险。它们唯一的目的就是撕碎所有生物。"

[cornue.A_ArdentAura_cornue H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="炽热光环"
mTooltip="所有相邻的敌方生物对火焰易伤。"

[cornue.A_ArdentAura_cornue_Buff H7BaseBuff]
mName="炽热光环"
mTooltip="对火焰易伤：生物承受的 %Icon_fire 火焰伤害增加25%。"

[cornue.A_Armycornue H7AdventureArmy]
mName=""


[chien_des_enfer_eveil.A_Armycerbere_ev H7AdventureArmy]
mName=""

[chien_des_enfer_eveil.A_Creaturecerbereev H7Creature]
mName="地狱三头犬"
mLore="永远饥饿的乌尔-沃莫赫——贪食恶魔领主的仆人。地狱三头犬的每张嘴都很饥饿，每一张都在吞噬所有生物。它们最喜欢龙神的子女。"

[Chien_enfer.A_Armycerbere H7AdventureArmy]
mName=""

[lilime.A_ArmyLilime H7AdventureArmy]
mName=""

[lilime.A_CreatureLilime H7Creature]
mName="魅魔"
mLore="一些阿莎的子女，将自己许诺给乌尔加什和谢尔格的领主们，死后被提升为男魅魔或女魅魔。他们"凡人"的起源使他们作为间谍、渗透者和外交官很有用，为了支持这一角色，他们被赋予了幻象、魅惑和变形的能力。"

[lilime_eveil.A_ArmyLilime_eveil H7AdventureArmy]
mName=""

[lilime_eveil.A_CreatureLilime_eveil H7Creature]
mName="艳魔"
mLore="艳魔将战斗视为激情死亡的前奏，人们可能会发现她在敌人眼中最后一丝光芒消失时亲吻倒下的敌人。"


[efreete.A_ArmyEfreete H7AdventureArmy]
mName=""

[efreete.A_CreatureEfreete H7Creature]
mName="火怪"
mLore="火怪是灯神的混沌对应物，尽管不知道这些魔法生物是否同源。至少有一些火怪被认为是以前雄心勃勃（且愚蠢）的巫师，他们试图将灯神的精华注入自己体内。无法控制新获得的力量，他们被其吸收，结果重生为混沌之灵。"

[efreete_eveil.A_ArmyEfreete-ev H7AdventureArmy]
mName=""

[efreete_eveil.A_CelestialArmor_Buffa H7BaseBuff]
mName="地狱护甲"
mTooltip="吸收最多 %special.val3 伤害。\n持续 %durnow 回合或直到所有伤害被吸收。"

[efreete_eveil.A_CreatureEfreete-ev H7Creature]
mName="火怪苏丹"
mLore="万物在混沌中都有其对应物。虽然火怪曾经是阿莎的子女，但火怪苏丹诞生于纯粹的混沌。他们是混沌的精粹，代表其所有方面：仇恨、毁灭、增殖、贪食、痛苦和疯狂。"

[efreete_eveil.A_infernalArmor_Imprinted_Buff H7BaseBuff]
mName="地狱符文"
mTooltip="吸收最多 %special.val3 伤害。\n持续 %durnow 回合或直到所有伤害被吸收。"


[ravageur.A_Army_ravageur H7AdventureArmy]
mName=""

[ravageur.A_Creature_ravageu H7Creature]
mName="暴魔"
mLore="毁灭恶魔领主乌尔-克拉格的仆人，暴魔因其巨大的角和玄武岩覆盖的拳头和蹄子而容易被识别。在战斗中，它们猛烈地（有时是盲目地）冲入敌阵，用角刺穿敌人，用巨大的手臂摆动压碎他们，或将他们践踏成血泥。"

[ravageur_eveil.A_Army_ravageur_eveil H7AdventureArmy]
mName=""

[ravageur_eveil.A_Creature_ravageur_eveil H7Creature]
mName="蹂躏者"
mLore="只有少数人知道暴魔和蹂躏者之间的区别，因为只有少数在遇到它们后还活着。但那些遇到过它们并且还能说话的人，宁愿对它们保持沉默。"


[ravageur_eveil.A_Enrager_Buff H7BaseBuff]
mName="狂怒！"
mTooltip="当该生物受到伤害时，在其下一回合前获得 %stat 最大伤害。"


[seigneur_des_abimes.A_Army_seigneur_des_abimes H7AdventureArmy]
mName=""

[seigneur_des_abimes.A_Creature_seigneur_des_abimes H7Creature]
mName="深渊领主"
mLore="只有仇恨让被囚禁的乌尔加什活着。这种情感的化身是乌尔-赫卡尔的仆人——深渊领主。它们看起来像被混沌扭曲的龙，因为乌尔加什最恨龙神。这些巨大的恶魔给亚山的人民带来毁灭，当它们出现在战场上时，除了仇恨，还带来恐惧。"

[seigneur_des_abimes.A_RangedAttack_Fire_Projectilesa H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[Seigneur_des_abimes_eveil.A_Army_seigneur_des_abimes_eveil H7AdventureArmy]
mName=""

[Seigneur_des_abimes_eveil.A_Creature_s_abime_eveil H7Creature]
mName="深渊魔王"
mLore="曾经是最强大的恶魔。今天他们忠诚地为他们的君主卡-贝莱斯服务。他们强大的火焰导弹摧毁最坚固的墙壁。他们在对手心中灌输的仇恨使得即使是最伟大的战略家也会疯狂地扑向他们。直接倒在他们的刀下。"


[Magog.A_Armymagog H7AdventureArmy]
mName=""

[Magog.A_Creaturemagog H7Creature]
mName="混沌之子"
mLore="要成为混沌之子，你必须将灵魂卖给乌尔加什，然后用他的魔法转化它。这样，你失去了身体，成为混沌魔法的化身。混沌之子可以扭曲现实，造成破坏，传送到任何地方并召唤恶魔。它们通常被有生命的、漂浮的实体化混沌魔法球体包围。\n\n招募所需稀有资源： \n1 龙钢"

[Magog.A_Magmamogd_Buff H7BaseBuff]
mName="岩浆池"
mTooltip=""

[MAGOGEVEIL.A_Armymagog_eveil H7AdventureArmy]
mName=""

[MAGOGEVEIL.A_Creaturemagog_eveil H7Creature]
mName="玛各"
mLore="只有恶魔神最高的仆从才有幸成为玛各。被乌尔加什吞噬并复活，他们成为他意志的执行者。玛各的思想彼此相连，并与混沌龙神本人相连。他们听到他的想法并遵循直接命令。这是他的傀儡混沌魔法师私人军队。\n\n招募所需稀有资源： \n2 龙钢"

[MAGOGEVEIL.A_PiercingShot H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="火焰球"
mTooltip="该生物总是对一条直线上的所有敌方单位射击。"

[DIABLE.A_Army_diable H7AdventureArmy]
mName=""

[DIABLE.A_Creature-diable H7Creature]
mName="恶魔"
mLore="恶魔君主本人的私人军队。卡-贝莱斯通过将最强大和最忠诚的恶魔暴露于混沌魔法而创造了恶魔。他就是这样创造了地狱中最危险的生物。借助传送，恶魔可以眨眼间出现在战场上的任何地方，造成破坏和恐惧。只有恶魔君主本人才能控制它们。\n\n招募所需稀有资源： \n1 龙血水晶"

[DIABLE.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="复仇"
mTooltip="该生物对自战斗开始以来攻击过此单位的所有生物造成 %d.min 到 %d.max %ICON_FIRE 火焰伤害。\n每场战斗一次。"

[DIABLE_EVEIL.A_Armydiable_eveil H7AdventureArmy]
mName=""

[DIABLE_EVEIL.A_Burningfrappe_Buff H7BaseBuff]
mName="燃烧不止"
mTooltip="在回合结束时对生物造成 %d1 %ICON_Fire 火焰伤害。持续 %durnow 回合。"

[DIABLE_EVEIL.A_Creaturdiable_eveil H7Creature]
mName="大恶魔"
mLore="谢尔格最强大的恶魔。连恶魔领主都害怕它们。只有卡-贝莱斯比它们更强大。据说它们无法被杀死，即使可能，它们如此强大，以至于它们不会重生为弱小的恶魔，而是再次成为大恶魔。\n\n招募所需稀有资源： \n2 龙血水晶"

[DIABLE_EVEIL.A_FireNovadiable H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="复仇"
mTooltip="该生物对自战斗开始以来攻击过此单位的所有生物造成 %d.min 到 %d.max %ICON_FIRE 火焰伤害。\n每场战斗一次。"

[DIABLE_EVEIL.A_frappe_brulante H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="灼热打击"
mTooltip="被暴击击中的生物被点燃，持续 %buff1.buff.durini 回合，并在回合结束时承受 %buff1.buff.d1 %icon_fire 火焰伤害。"

[DIABLE_EVEIL.A_Frappe_brulante_Buff H7BaseBuff]
mName="燃烧不止"
mTooltip="在回合开始时对生物造成 %d1 %ICON_Fire 火焰伤害，持续 %durnow 回合。"

[DIABLE_EVEIL.A_frappe_diable-ev H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="恶魔打击"
mTooltip="该生物的攻击（非反击）击中地面，引起爆炸，对周围单位造成伤害。"

[Warfar_unit.A_BallistaSylvane_attack H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="地狱吐息"
mTooltip="攻击3X3区域，造成 %d1.min 到 %d1.max 伤害。"

[Warfar_unit.A_cracheurs_Attack H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="导弹"
mTooltip=""

[Warfar_unit.A_demo_Attack H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="酸液吐息"
mTooltip="射击防御工事，造成 %d.min 到 %d.max %ICON_EARTH 土伤害。"

[Centaure_demonique.A_Creature_centauredemoniaque H7Creature]
mName="地狱半人马"
mLore="混沌降临在许多兽人身上。半人马和其他人一样，有他们的地狱对应物。他们与普通半人马的不同之处在于他们使用混沌魔法的能力，而且在他们疾驰之后，土地被烧焦，变得贫瘠。如果你看到一个着火的半人马，快跑……那是地狱半人马。"

[Centaure_demonique.A_RavangerCharge H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="半人马冲锋"
mTooltip="生物在攻击前每移动一格，其 %Icon_Attack 攻击增加 +2。"

[Centaure_demonique.A_ChildOfTheDarkness_Buff H7BaseBuff]
mName="爱抚"
mTooltip=""

[Centaure_demonique.A_StrikeAndReturn H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="打击并返回"
mTooltip="如果初始位置仍然可达，该生物在攻击后移动回其初始位置。"

[Centaure_demonique.A_SolderingHands H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="火焰再生"
mTooltip="给予所有盟友单位 +50 %icon_morale 士气奖励，并为他们提供火焰再生，在3回合内治疗他们 %buff1.buff.d.min %icon_health 生命值。"

[Ange_fire.A_Creature_Angel_fire H7Creature]
mName="无情猎手"
mLore="没有多少大恶魔能够给恶魔君主留下足够深刻的印象，以获得成为乌尔-赫卡尔警惕守卫的权利。因他们的行为被乌尔加什标记，他们只有在主人的命令下才离开谢尔格，即使混沌军队的强大指挥官在他们面前也恐惧地颤抖。惩罚者对敌人毫无怜悯，用地狱火波焚毁整支军队，但盟友的生命对他们来说也价值不大。每个在战斗中倒下的恶魔都将经历痛苦的重生循环，无论多少次，直到成功完成卡-贝莱斯宏伟计划的下一阶段。\n\n招募所需稀有资源： \n5 影钢"

[Ange_fire.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="熔岩波"
mTooltip="大区域内的敌方生物承受 %d.min 到 %d.max %ICON_Fire 火焰伤害。\n每场战斗一次。"

[Ange_fire.A_Rez_buff_Buff H7BaseBuff]
mName="复活痛苦"
mTooltip="该生物从死亡中返回，但承受 %stat1 %icon_health 生命值惩罚，直到战斗结束。"

[Ange_fire.A_SolderingHands H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="燃烧复活"
mTooltip="复活目标 %d1 %icon_health 生命值，但该生物承受复活痛苦，使其最大 %icon_health 生命值减少 %buff2.buff.stat1，直到战斗结束。"

[lilime_eveil.A_FireNova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="新星"
mTooltip="对目标4x4区域内的所有单位造成 %d.min 到 %d.max %icon_fire 火焰伤害。被击中的生物被点燃，并在 %buff.buff.durini 回合内承受 %buff.buff.d %icon_fire 火焰伤害。\n该生物处于近战时无法使用。每场战斗一次。"

[lilime.A_Nova_Buff H7BaseBuff]
mName="点燃"
mTooltip="该生物在回合结束时承受 %d %icon_fire 火焰伤害，持续 %durnow 回合。"

[cornue.A_Griffe_maudite_cornue H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="诅咒之爪"
mTooltip="当此生物对生物造成伤害时，阻止其被治疗，持续 %buff1.buff.durini 回合。\n（构装体和亡灵不受影响。）"

[cornue.A_Griffe_maudite_Buff H7BaseBuff]
mName="诅咒之爪"
mTooltip="该生物无法再接受治疗或自我治疗，持续 %durnow 回合。"

[chien_des_enfer_eveil.A_MeleeAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="三头攻击"
mTooltip="此生物的攻击（非反击）在3格锥形区域内造成伤害。"


[Magog.A_MagmaPond H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="火焰赋能"
mTooltip="每次此单位从其队伍中失去一个生物时，英雄获得 %buff1.buff.stat %buff1.buff.stat.icon 魔力。\n（每场战斗最多+10 %icon_magic 魔力，超过此数值则重置加成。）"

[Creature_neutre_nosferatu.A_FeralCharge_Buff_Penalty H7BaseBuff]
mName="野性冲锋"
mTooltip="该生物的 %ICON_DEFENSE 防御降低至 %stat.norm。\n持续 %durnow 回合。"

[Creature_neutre_nosferatu.A_Incorporeal_Buff H7BaseBuff]
mName="无实体"
mTooltip=""

[Creature_neutre_nosferatu.A_riposte_impitoyable H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="无情回应"
mTooltip="此单位可以无限移动以攻击并系统地反击。。"

[Creature_neutre_nosferatu.A_FeralCharge H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="幽灵冲锋"
mTooltip="此单位可以不受任何限制移动以进行攻击。"

[Creature_neutre_nosferatu.A_FeralCharge_Buff H7BaseBuff]
mName="野性冲锋"

[Creature_neutre_nosferatu.A_Creature_Nosferatu H7Creature]
mName="复仇者"
mLore="在兽人在第一次月蚀期间通过扭转对抗恶魔的苦战局势证明其用处后，奇美拉家族当之无愧地在七城占据了领先地位。因此，在其队伍中的恶魔崇拜者在创造混沌产物的实验中取得了重大进展，这些产物能够毫无问题地在亚山表面行走。随着时间的推移，所有最危险的邪教都被识别和根除，但他们可怕的创造物至今仍在土地上徘徊。复仇者的身体是从被俘的帝国骑士改造而来，字面意义上与他们的盔甲融合，并作为不稳定混沌能量的容器，这些能量寻求摧毁周围的一切，包括其宿主。

[Creature_neutre_nosferatu.A_MeleeAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="近战攻击"
mTooltip="激活以执行默认攻击。"

[Creature_neutre_nosferatu.A_Creature_Nosferatu H7Creature]
mName="诺斯费拉图"
mLore="赫特雷德的奴仆是以前仇恨恶魔领主乌尔-赫卡尔的仆人。他们为他充当间谍或游击单位。凭借他们纤细的体格和强大的翅膀，他们对此非常完美。痛苦且致命。他们还使用最危险的混沌魔法类型——深渊魔法。"

[Creature_neutre_nosferatu.A_FeralCharge H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="幽灵冲锋"
mTooltip="此单位可以无限移动以攻击目标和所有被包围的敌人。在此攻击之后，它会在回合结束前反击所有攻击。"

[Creature_neutre_nosferatu.A_FeralCharge_Buff H7BaseBuff]
mName="野性冲锋"
mTooltip="0"

[Creature_neutre_nosferatu.A_FeralCharge_Buff_Penalty H7BaseBuff]
mName="野性冲锋"
mTooltip="该生物的 %ICON_DEFENSE 防御降低至 %stat.norm。\n持续 %durnow 回合。"

[Creature_neutre_nosferatu.A_Incorporeal H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="幽灵闪避"
mTooltip="当此单位被攻击时，有 %buff.chance% 的几率闪避攻击。"

[Creature_neutre_nosferatu.A_Incorporeal_Buff H7BaseBuff]
mName="无实体"
mTooltip=""

[Creature_neutre_nosferatu.A_MeleeAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="近战攻击"
mTooltip="激活以执行默认攻击。"

[Creature_neutre_nosferatu.A_riposte_impitoyable H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="无情回应"
mTooltip="此生物在被攻击前总是反击两次。"


[Warfar_unit.A_Faceless2 H7EditorWarUnit]
mDesc="支援型战争单位"
mName="阿库玛"
mLore="这个强大支援单位的外观使敌人的士气低落。当它进入战场时，火焰的力量更加有效。这个强大支援单位的外观使敌人的士气低落。当它进入战场时，火焰的力量更加有效。"

[Warfar_unit.A_warfare_support H7EditorWarUnit]
mDesc="支援型战争单位"
mName="阿库玛"
mLore="这个强大支援单位的外观使敌人的士气低落。当它进入战场时，火焰的力量更加有效。"

[warfare_support.A_Akuma H7EditorWarUnit]
mDesc="支援型战争单位"
mName="阿库玛"
mLore="这个强大支援单位的外观使敌人的士气低落。当它进入战场时，火焰的力量更加有效。"

[warfare_support.A_Akuma_Buff_0_expert H7BaseBuff]
mName="亵渎"
mTooltip="生物获得 - %stat.norm %icon_moral 士气，并在 %durnow.norm 回合内增加 %res.norm 火焰类型 %icon_fire 伤害"

[warfare_support.A_Akuma_Buff_0_Master H7BaseBuff]
mName="亵渎"
mTooltip="生物获得 - %stat.norm %icon_moral 士气，并在 %durnow.norm 回合内增加 %res.norm 火焰类型 %icon_fire 伤害。"

[warfare_support.A_Akuma_Buff_0_Novice H7BaseBuff]
mName="亵渎"
mTooltip="生物获得 - %stat.norm %icon_moral 士气，并在 %durnow.norm 回合内增加 %res.norm 火焰类型 %icon_fire 伤害。"

[warfare_support.A_Akuma_Buff_0_ultimate H7BaseBuff]
mName="亵渎"
mTooltip="生物获得 - %stat.norm %icon_moral 士气，并在 %durnow.norm 回合内增加 %res.norm 火焰类型 %icon_fire 伤害。"

[warfare_support.A_Akuma_Buff_0_Unskilled H7BaseBuff]
mName="亵渎"
mTooltip="生物获得 - %stat.norm %icon_moral 士气，并在 %durnow.norm 回合内增加 %res.norm 火焰类型 %icon_fire 伤害。"

[warfare_support.A_akuma_LevelProgress H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="战争技能"
mTooltip=""

[warfare_support.A_Akuma_Support H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="亵渎"
mTooltip="目标生物受到 %icon_morale 士气惩罚，并在 %buff1.buff.durini.norm 回合内承受来自 %icon_fire 火焰源的额外伤害。"

[Centaure_demonique.A_ChildOfTheDarkness_Buff H7BaseBuff]
mName="践踏"
mTooltip=""


[Centaure_demonique.A_ChildOfTheDarkness H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="践踏"
mTooltip=" 生物可以穿过任何其他生物，并在穿过敌方生物时，对队伍中的每个生物造成 %buff1.buff.d.min %ICON_Fire 伤害"

____________________________________

v1.30

[seigneur_des_abimes.A_RangedAttack_Fire_Projectile H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="食火者"
mTooltip="此单位的远程攻击造成火焰伤害 %icon_fire。\n\n秘密能力：当英雄获得 %stat2 %icon_attack 力量或更多时：此生物获得 %stat1 %icon_health 生命值加成，并且 %spell3.name 治疗目标相邻的"非魔法"类型盟友生物 %d2 %icon_health 生命值。"

v1.34

[New_ability_extra.A_Convertion_ability H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="深渊转化"
mTooltip="当此生物杀死一个敌方生物时，它使恶魔和角魔生物队伍的数量增加 %special1。"

[New_ability_extra.A_convertion_Buff H7BaseBuff]
mName="深渊转化"
mTooltip="每次目睹一个敌方单位被摧毁时，此生物队伍数量增加 %special1。"

[ravageur_eveil.A_Enrager H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="狂怒！"
mTooltip="每次该生物受到伤害时，它增加所有盟友的 %buff.buff.stat %buff.buff.stat.icon 防御力，直到下一个战斗回合结束。"

v1.36

[Centaure_demonique.A_regenration_fire_Buff H7BaseBuff]
mName="火焰再生"
mTooltip="在回合开始时治疗该生物 %d.min %icon_health 生命值。持续 %durnow 回合。"

[Warfar_unit.A_demon_catapulte H7EditorWarUnit]
mDesc="攻城型战争单位"
mName="地狱火肿胀者"
mLore="只为唯一目的而培育，向敌人直喷岩浆流。它们看起来像大型的、过度生长的地狱蠕虫，满嘴牙齿。它们以谢尔格岩浆为食，之后可以将其吐出到很远的距离。恶魔学会了驯服和培育它们，然后在战场上将它们用作活体加农炮来摧毁墙壁和防御工事。"

[Warfar_unit.A_demonbreack H7EditorWarUnit]
mDesc="支援型战争单位"
mName="繁殖者"
mLore="曾经是乌尔-阿齐尔——增殖恶魔领主的部下。繁殖者是吐出死去小恶魔燃烧身体的肉块。当卡-贝莱斯接管后，他开始控制恶魔数量。只有繁殖者之母才能负责新小恶魔的出生。繁殖者已被混沌魔法腐蚀。它们现在吐出的无形肉块会立即点燃并被投掷到很远的距离。"

v1.37

[Ability_new.A_t6_new_ability_buff H7BaseBuff]
mName="仇恨之刃"
mTooltip="该生物获得 %stat1 %icon_movement 移动力，%stat2 %icon_morale 士气和 %stat3 %icon_attack 攻击力，持续 %durnow 回合。"

[Ability_new.A_Wait H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="地下世界召唤"
mTooltip="增加召唤的核心生物队伍数量 %buff4.buff.special1，此生物将稍后行动。"

[Ability_new.A_demonologiste_Buff H7BaseBuff]
mName="恶魔学者"
mTooltip=""

[Ability_new.A_efreet_creature_inf_buff_health H7BaseBuff]
mName="秘密地狱符文"
mTooltip=""

[Ability_new.A_explosion_de_haine_buff2 H7BaseBuff]
mName="仇恨爆发"
mTooltip="此生物在所有属性上获得 %stat1（除了主动性）。持续 %durnow 回合。"

[Ability_new.A_BurningDetermination H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="仇恨爆发"
mTooltip="此生物根据战场上每个盟友单位，增加其所有属性 %buff1.buff.buff.buff.stat1，持续 %buff1.buff.buff.buff.durini 回合。"

[Ability_new.A_explosion_de_haine_buff H7BaseBuff]
mName="设置"
mTooltip=""

[Ability_new.A_secrete_healsetting_Buff H7BaseBuff]
mName=""
mTooltip=""
[Ability_new.A_efreey_secr_inf_Buffhero H7BaseBuff]
mName="炼狱"
mTooltip=""

[Ability_new.A_RangedRetaliation_inferno H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="仇恨之刃"
mTooltip="当此生物攻击时，目标获得 %buff1.buff.stat1 %icon_movement 移动力，%buff1.buff.stat2 %icon_morale 士气和 %buff1.buff.stat3 %icon_attack 攻击力，持续 %buff1.buff.durini 回合。"

[Ability_new.A_explosion_de_haine_buff_visual H7BaseBuff]
mName="仇恨爆发"
mTooltip= "根据战场上每个盟友单位队伍，此生物的所有属性（除了主动性）增加 %buff1.buff.stat1，持续 %durnow 回合。此能力不能同时使用多次。"

[Ability_new.A_demonologiste_Buff H7BaseBuff]
mName="地下世界召唤"
mTooltip="此生物在接下来的 %durnow 回合内无法被增援。"

[Ability_new.A_Wait H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="地下世界召唤"
mTooltip="增加召唤的核心生物队伍的数量 %buff4.buff.special1，此生物将稍后行动。\n此能力只能激活一次，并且只能在2回合后累积。"

v1.38

[efreete_eveil.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="地狱治疗"
mTooltip="治疗所有盟友 %d %icon_health 生命值，每场战斗一次。\n此生物不受近战惩罚。\n\n秘密能力：如果英雄获得20或更多 %icon_attack 力量，此生物获得 %buff1.buff.buff.buff.stat %icon_health 生命值，并且当它进行远程攻击时，治疗目标相邻的盟友生物 %d %icon_health 生命值。"